Repository: Andres-MI/HouseGenerator
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Hello World!
es: ¡Hola Mundo!

# generatorTitle
source: House Generator
es: Generador de Casa

# nameHint
source: House name
es: Nombre de la casa

# generateText
source: Generate new house
es: Generar nueva casa

source: Lands
es: Tierras

source: Defense
es: Defensa

source: Influence
es: Influencia

source: Law
es: Ley

source: Population
es: Población

source: Power
es: Poder

source: Wealth
es: Riqueza

# noneRegion
source: Select a region
es: Selecciona una región

source: The North
es: El Norte

# riverlands
source: The Riverlands
es: Las Tierras de los ríos

# valeOfArryn
source: The Vale of Arryn
es: El Valle de Arryn

# ironIslands
source: The Iron Islands
es: Las Islas del Hierro

# crownlands
source: King's Landing
es: Desembarco del Rey

# westerlands
source: The Westerlands
es: Las Tierras del oeste

source: DragonStone
es: Rocadragón

source: The Reach
es: El Dominio

# stormlands
source: The Stormlands
es: Las Tierras de la tormenta

source: House History
es: Historia de la Casa

source: First founding
es: Fundación

source: Ancient
es: Ancestral

source: Very Old
es: Muy Antigua

source: Old
es: Antigua

source: Established
es: Arraigada

source: Recent
es: Reciente

# newHouse
source: New
es: Nueva

source: Doom
es: Calamidad

source: Defeat
es: Derrota

source: Catastrophe
es: Catástrofe

source: Madness
es: Locura

source: Invasion/Revolt
es: Invasión/Rebelión

source: Scandal
es: Escándalo

source: Treachery
es: Traición

source: Decline
es: Declive

source: Infrastructure
es: Infraestructura

source: Ascent
es: Auge

source: Victory
es: Victoria

source: Villain
es: Villano

source: Glory
es: Gloria

source: Conquest
es: Conquista

source: Windfall
es: Ventura

# doomDescription
source: Your house suffered a terrible series of mishaps, disasters, and tragedies that nearly erased your family.
es: Vuestra familia sufrió una terrible serie de desventuras, desastres y tragedias que estuvo a punto de aniquilarla por completo

# defeatDescription
source: Your family fought a war or smaller conflict but was defeated, losing status, precious resources and influence.
es: Vuestra familia fue derrotada en una guerra o un conflicto menor, lo que acarreó la pérdida de estatus, recursos e influencia.

# catastropheDescription
source: A natural disaster, such as an outbreak of plague, blight, or drought, has diminished your population and ability to control your lands.
es: Un desastre natural como una plaga, infestación o sequía mermó vuestra población y vuestra capacidad para controlar vuestras tierras.

# madnessDescription
source: A particular figure suffered from some insanity, producing unpredictable results on your house.
es: Un personaje concreto de vuestra familia padeció algún trastorno mental que tuvo consecuencias impredecibles.

# invasionRevoltDescription
source: An external invasion marked a period of collapse, destruction, and ruin. It could also stem from a period of inept rule that led to a widespread smallfolk revolt
es: Una invasión externa marcó el inicio de un periodo de declive, destrucción y ruina. También puede deberse a un mandato negligente que provoque la rebelión del pueblo.

# scandalDescription
source: Your family was involved in some disaster, a scandal that haunts them still. Good options include spawning a bastard, incest, failed conspiracies, and so on.
es: Vuestra familia se vió implicada en algún tipo de desastre, un escándalo que a día de hoy aún atormenta a sus miembros. Engendrar un bastardo, incesto o una cospiracion fallida son buenas opciones.

# treacheryDescription
source: Either you suffered the results of treachery or you were involved in committing a treacherous act. In either case, the historical event stains your family’s name.
es: Vuestra familia fue traicionada o perpetró un acto de traición, independientemente este sucesó mancilló la reputaciónde la familia

# declineDescription
source: Whether from a poor marriage, a downturn in trade, or a series of tragic losses in a conflict, your house entered a period of decline.
es: Ya fuera a causa de un matrimonio desafortunado, un revés en los negocios o una serie de pérdidas en un conflicto, vuestra casa entró en un periodo de declive.

# infrastructureDescription
source: Infrastructure describes a period of peace and prosperity, a moment in your house’s history remembered for growth and expansion.
es: Infrastructura describe un periodo de paz y prosperidad, un momento en vuestra casa recordado por el desarrollo y expansión producida.

# ascentDescription
source: An advantageous marriage, a great deed for a liege lord, heroism in a decisive battle or participation on some historical key event improved the fortunes of your house.
es: Un matrimonio favorable, una gran hazaña hacia un gran señor o gran heroísmo en la batalla mejoraron la fortuna de vuestra casa.

# favorDescription
source: Your family gained the favor of the king, their lord, the Faith, or from some other powerful body. As a result, their fortunes and status improved.
es: Vuestra familia consiguió el favor del Rey, de sus eñor, de la Fe o de alguna entidad importante. Como resultado sus fortunas y estatus mejoraron.

# victoryDescription
source: You family achieved an important victory over their enemies. Foes could include ironmen reavers, a King-beyond-the-Wall, or a rival house.
es: Vuestra familia alcanzó una gran victoria sobre sus enemigos, ya fueran hombres del hierro, el Rey mas allá del Muro o una casa rival.

# villainDescription
source: Your family produced a character of unspeakable cruelty and wickedness, a villain whose name is still whispered with dread
es: Vuestra familia engendró un individuo de crueldad y perversidad sin límites, un villano cuyo nombre aún se susurra con temor.

# gloryDescription
source: Similar to ascent but it focuses on one figure in your family’s past. A military victory, personal achievement, or a great act of heroism advanced your family’s standing
es: Similar al auge, pero centrado en alguna figura del pasado. Victorias militares, algún logro personal o grandes actos de heroísmo ensalzó la posición social de vuestra casa.

# conquestDescription
source: Your family fought and defeated an enemy, annexing their lands and holdings to their own.
es: Vuestra familia afrontó y derrotó a un enemigo, anexionando sus tierras y propiedades.

# windfallDescription
source: A boon, a blessing catapulted your family into fame (or infamy). Could be an advantageous marriage, a gift from the king, discovery of new resources on one’s lands, etc
es: Un beneficio inesperado, una bendición catapultó a vuestra familia hacia la fama(o infamia). Puede deberse a un matrimonio provechoso, un regalo del Rey, el descubrimiento de nuevos recursos en las tierras, etc.

# doomFounding
source: Your family might have clawed their way out of the ashes of a destroyed house, maybe being loyal retainers or even just smallfolk that seized the old lord’s holdings.
es: Vuestra familia podría haberse elevado sobre las cenizas de una casa destruida, quizá fueran leales sirvientes o incluso plebeyos que ocuparon las tierras de sus desaparecidos amos.

# defeatFounding
source: Your family might have been swallowed up by another house and forced to marry into a lesser branch until your original bloodline became all but extinct.
es: Vuestra familia podría haber sido absorbida por otra casa nobiliaria u obligada a casarse con una rama menor de la familia hasta que el linaje original desapareció.

# catastropheFounding
source: Your family may have gained their status through dubious or tragic means, perhaps replacing the previous lords who were wiped out during a catastrophe or were a lesser branch that rose in station as they inherited the holdings of their kin.
es: Vuestra familia alcanzó su condición social por medios dudosos o trágicos, quizá sustituyendo a los señores anteriores que murieron en una catástrofe o siendo parientes lejanos que heredaron las tierras.

# madnessFounding
source: Your family was raised by an insane lord or king as appropriate to the period of your first founding.
es: Vuestra familia fue ennoblecida por un señor o rey demente correspondiente al periodo de su fundación.

# invasionRevoltFounding
source: Your house was born from the strife of an invasion/revolt and came to power in the aftermath.
es: Vuestra casa surgió de una invasión/rebelión y alcanzó el poder tras su desenlace.

# scandalFounding
source: Your family was created as a way of covering up a scandal or a crime, like spawning a bastard, incest, failed conspiracies, and so on
es: Vuestra familia fue creada para encubrir un escándalo o un crimen, como engendrar a un bastardo, incesto o una conspiración fallida.

# treacheryFounding
source: Your family gained its status by means of some dark deed, possibly betraying another lord or noble.
es: La fundación de vuestra casa fue posible gracias a alguna infamia, traicionando a algún noble o señor.

# declineFounding
source: Your house was probably born from a poor marriage —a desperate lord wedding his daughter to a merchant prince— or of a major branch becoming extinct, leaving the holdings to a lesser branch to rule.
es: Vuestra casa original se arruinó a raíz de un matrimonio mal avenido o la desaparición del linaje principal, provocando la cesión de su patrimonio a un linaje de menor condición social.

# infrastructureFounding
source: Your house was born during a period of expansion under your lord or king’s rule.
es: Vuestra casa nobiliaria fue fundada durante un periodo de expansión bajo el mandato de vustra señor o soberano.

# ascentFounding
source: Your house was raised from the smallfolk by marriage or through some great act that warranted your elevation to a noble house.
es: Vuestra casa alcanzó la nobleza mediante el matrimonio o alguna proeza que otorgó a sus miembros el derecho a fundar una casa propia.

# favorFounding
source: The king likely raised your family to nobility after gaining his, your lord or the Faith's favor.
es: El Rey probablemente ennobleciño a vuestra familia tras ganar su favor, el de vuestro señor, el de la Fe o el de alguna entidad importante.

# victoryFounding
source: An important victory over their enemies was so great that your family was raised to nobility
es: Una victoria sobre vuestros enemigos fue tan grandiosa que vuestra familia fue honrada con la nobleza.

# villainFounding
source: Your family won its position by dint of evil, possibly murdering a rival and seizing his lands or birthright.
es: La familia debe su posición a alguna fechoría, posiblemente al asesinato de un rival para usurpar sus tierras o legítimas heredades.

# gloryFounding
source: Your house was formed as a reward for the great acts of their founder after a military victory, personal achievement,or act of heroism.
es: Vuestra casa fue fundada debido a grandes actos de su fundador tras una victoria militar, un logro personal o algún acto de heroísmo.

# conquestFounding
source: Your family gained noble status by defeating another lord or landed knight.
es: Vuestra familia pasó a formar parte de la nobleza tras derrotar a otro señor o caballero con tierras.

# windfallFounding
source: Your family won its lands by attaining a victory at a tournament, performing a great act, or something else of the like.
es: Vuestra familia consiguió sus tierras alzándose victoriosa en algún torneo, llevando a cabo alguna proeza o algún acto similar.

# increaseText
source: Do you want to increase this attribute in 1D6?
es: ¿Quieres incrementar este atributo en 1D6?

source: Yes
es: Si
